Repository: yageek/TPGWatch
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr

source: An error occurs while downloading. Please retry later
fr: Une erreur est survenue lors du téléchargement. Veuillez réessayer ultérieurement

source: Empty list
fr: Liste vide

source: Error
fr: Erreur

source: Error while downloading
fr: Une erreur est survenue.

source: Loading ...
fr: Chargement

source: No departure found
fr: Aucun départ

source: No internet connection is available
fr: Aucune connexion Internet disponible

source: No more departures for this destination
fr: Aucun départ

source: The TPG server is unavailable.
fr: Le serveur des TPG est injoignable

source: The server returned an unexpected answer
fr: Le serveur a retourné une réponse non connue
